export const PROFILE_DATA = {
  name: "CHO KANGYEOL",
  description:
    "반갑습니다.\n\n저는 크리에이터이자 개발자입니다. 주로 웹 개발을 담당하고 있으며, 항상 개발자와 사용자에게 최적의 경험을 전달 해주려는 자세로 개발하고 있습니다.\n\n스타트업에서 웹 서비스를 기획/개발/배포/운영하고 있으며, 비즈니스 가치를 고객에게 온전히 전달하기 위해서 다양한 직무의 구성원들과 능동적으로 커뮤니케이션 하며, 협업해왔습니다.\n\n일의 생산성을 높이는 것을 중요시하여 회사 혹은 팀의 프로세스를 개선 하려는 시도를 적극적으로 합니다.",
  idea: [
    "회사와 팀의 성장에 도움이 되는 일을 최우선시하며, 이를 통해 개발자와 비즈니스 가치를 창출합니다.",
    "능동적인 커뮤니케이션 및 협업으로 문제 해결과 비즈니스 성장에 적극적으로 뛰어들고 있습니다.",
    "기본은 항상 중요하다고 생각하고 있습니다.",
    "프론트엔드뿐만 아니라, 개발하는 모든 것을 즐깁니다.",
  ],
  email: "rkdduf06@icloud.com",
  education: {
    emoji: "📚",
    data: [
      {
        name: "안산 국제비즈니스 고등학교",
        startDate: "2013.03",
        endDate: "2015.03",
        details: ["비즈니스 일본어과 졸업"],
      },
      {
        name: "국가평생교육진흥원",
        startDate: "2022.02",
        endDate: "재학중",
        details: ["컴퓨터공학과 재학"],
      },
    ],
  },
} as const;
